cfd_backend_jobs/CFD-F0E4165F87/unpacked/CFD-AE4E2C1933/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| Jewlz FluidForce Simulator - Generated OpenFOAM Dictionary                  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
// ************************************************************************* //

simulationType RAS;

RAS
{
    RASModel        kOmegaSST;
    turbulence      on;
    printCoeffs     on;
}
