cfd_backend_jobs/CFD-F0E4165F87/unpacked/CFD-AE4E2C1933/0/nut
/*--------------------------------*- C++ -*----------------------------------*\
| Jewlz FluidForce Simulator - Generated OpenFOAM Dictionary                  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut;
}
// ************************************************************************* //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    xMax
    {
        type calculated;
        value uniform 0;
    }

    xMin
    {
        type calculated;
        value uniform 0;
    }

    yMin
    {
        type zeroGradient;
    }
    yMax
    {
        type zeroGradient;
    }
    zMin
    {
        type zeroGradient;
    }
    zMax
    {
        type zeroGradient;
    }

    object
    {
        type nutkWallFunction;
        value uniform 0;
    }
}
